Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: [RockPro64](https://www.pine64.org/rockpro64/) is powerful single board computer with many options for storage.
sv: [RockPro64](https://www.pine64.org/devices/single-board-computers/rock64/) Ã¤r en prisvÃ¤rd enkortsdator med bra prestanda och mÃ¥nga alternativ fÃ¶r lagring.

source: VirtualBox for amd64
sv: VirtualBox fÃ¶r amd64

source: Prebuilt FreedomBox images for VirtualBox are available in VirtualBox's own VDI image file format. Using a virtual machine allows you run FreedomBox on any OS supported by VirtualBox (Windows, Linux, Macintosh, and Solaris).
sv: FÃ¶rbyggda FreedomBox avbilder fÃ¶r VirtualBox finns i VirtualBox eget VDI-avbildsfilformat. Genom att anvÃ¤nda en virtuell maskin kan du kÃ¶ra FreedomBox pÃ¥ alla operativsystem som stÃ¶ds av VirtualBox (Windows, Linux, Macintosh och Solaris).

source: VirtualBox for i386
sv: VirtualBox fÃ¶r i386

source: See <a href="%(wiki_link)s" alt="Link to board instructions on FreedomBox Wiki">instructions </a> on how to build your own FreedomBox by downloading and setting up on this hardware.
sv: Se <a href="%(wiki_link)s" alt="LÃ¤nk till kort instruktioner pÃ¥ FreedomBox Wiki">instruktioner </a> om hur du bygger din egen FreedomBox genom att ladda ner och stÃ¤lla in den hÃ¤r hÃ¥rdvaran.

source: Stable
sv: Stabil

source: Latest of the two-year releases, gets updated with security fixes and some new (backported) features
sv: Den senaste av de tvÃ¥Ã¥riga utgÃ¥vorna, uppdateras med sÃ¤kerhetsfixar och nÃ¥gra nya (backporterade) funktioner

source: Download image
sv: Ladda ner avbild

source: Signature
sv: Signatur

source: Testing
sv: Testar

source: Rolling release with all the latest features
sv: Rullande utgÃ¥va med alla de senaste funktionerna

source: See <a href="%(more_images)s">more download options</a>.
sv: Se <a href="%(more_images)s">fÃ¶r mer nedladdningsalternativ</a>.

source: FreedomBox Pioneer edition
sv: FreedomBox PionjÃ¤r variant

source: Order now
sv: BestÃ¤ll nu

source: Donate
sv: Donera

source: <strong>Warning:</strong> A FreedomBox server running in the public cloud does not provide the same legal and privacy protections that a FreedomBox running on your own hardware at home does. Please use the following for trial purposes only. <a href="https://wiki.debian.org/FreedomBox/Cloud#Risks_of_cloud-hosting"> Learn more</a>.
sv: <strong>Varning:</strong> En FreedomBox-server som kÃ¶rs i det offentliga molnet ger inte samma juridiska och integritetsskydd som en FreedomBox som kÃ¶rs pÃ¥ din egen hÃ¥rdvara hemma gÃ¶r. AnvÃ¤nd fÃ¶ljande endast fÃ¶r testÃ¤ndamÃ¥l. <a href="https://wiki.debian.org/FreedomBox/Cloud#Risks_of_cloud-hosting">LÃ¤s mer</a>.

source: Create FreedomBox instance
sv: Skapa FreedomBox-instans

source: Debian Cloud Server
sv: Debian molnserver

source: Install FreedomBox
sv: Installera FreedomBox

source: Documentation
sv: Dokumentation

source: <a href="%(url)s">Download</a> a video on how to set up a FreedomBox on AWS.
sv: <a href="%(url)s">Download</a> en video om hur man stÃ¤ller in en FreedomBox pÃ¥ AWS.

source: SSH into your Debian (10.0 - Buster or above) cloud instance and run the following commands.
sv: GÃ¥ in via SSH till din Debian (10.0 - Buster eller hÃ¶gre) molninstans och kÃ¶r fÃ¶ljande kommandon.

source: FreedomBox works on all cloud service providers offering Debian
sv: FreedomBox fungerar pÃ¥ alla molntjÃ¤nstleverantÃ¶rer som erbjuder Debian

source: All product names, logos, and brands are the intellectual property of their respective owners. The use of the logos is for informational purposes and does not imply endorsement of FreedomBox by the named organizations.
sv: Alla produktnamn, logotyper och varumÃ¤rken Ã¤r deras respektive Ã¤gares immateriella rÃ¤ttigheter. AnvÃ¤ndningen av logotyperna Ã¤r i informationssyfte och innebÃ¤r inte att de angivna organisationerna stÃ¶der FreedomBox.

source: Version 1.0 ratified on August 10th, 2019
sv: Version 1.0 ratificerad pÃ¥ 10 augusti 2019

source: The FreedomBox community has adopted this code of conduct for its community members and participants to the various modes of communication within the FreedomBox project.
sv: FreedomBox-gemenskapen har antagit denna uppfÃ¶randekod fÃ¶r sina gemenskaps medlemmar och deltagare i de olika kommunikationssÃ¤tten inom FreedomBox-projektet.

source: 1. Be Respectful
sv: 1. Var respektfull

source: In a project the size of FreedomBox, inevitably there will be people with whom you may disagree, or find it difficult to cooperate. Accept that, but even so, remain respectful. Disagreement is no excuse for poor behavior or personal attacks, and a community in which people feel threatened is not a healthy community.
sv: I ett projekt av storleken som FreedomBox kommer det oundvikligen att finnas mÃ¤nniskor som du kanske inte hÃ¥ller med eller har svÃ¥rt att samarbeta med. Acceptera det, men fÃ¶rbli Ã¤ndÃ¥ respektfull. Oenighet Ã¤r ingen ursÃ¤kt fÃ¶r dÃ¥ligt beteende eller personliga attacker, och en gemenskap dÃ¤r mÃ¤nniskor kÃ¤nner sig hotade Ã¤r inte en sund gemenskap.

source: Members of our community must treat others with equal concern and respect, regardless of background, family status, marital status, gender identity or expression, sex, sexual orientation, language, age, ability, race, ethnicity, national origin, socioeconomic status, religion, or geographic location.
sv: Medlemmar av vÃ¥ran gemenskap mÃ¥ste behandla andra med lika oro och respekt, oavsett bakgrund, familjestatus, civilstÃ¥nd, kÃ¶nsidentitet eller uttryck, kÃ¶n, sexuell lÃ¤ggning, sprÃ¥k, Ã¥lder, fÃ¶rmÃ¥ga, ras, etnicitet, nationellt ursprung, socioekonomisk status, religion , eller geografisk plats.

source: Community members may indicate their preferred gender pronouns on an opt-in basis in any way they wish, including email signatures, at the end of forum posts, in their forum profile, or alongside their name in parenthesis in any document in which names appear (e.g. the shared notes for progress calls). Community members are expected to respect the preferred gender pronouns of other members.
sv: Gemenskapsmedlemmar kan ange sina fÃ¶redragna kÃ¶nspronomen pÃ¥ en opt-in-basis pÃ¥ vilket sÃ¤tt de vill, inklusive e-postsignaturer, i slutet av foruminlÃ¤gg, i sin forumprofil eller bredvid sitt namn inom parentes i alla dokument dÃ¤r namn fÃ¶rekommer ( t.ex. de delade anteckningarna fÃ¶r fÃ¶rloppssamtal). Gemenskapsmedlemmar fÃ¶rvÃ¤ntas respektera andra medlemmars fÃ¶redragna kÃ¶nspronomen.

source: 2. Assume Good Faith
sv: 2. Anta god tro

source: FreedomBox contributors have many ways of pursuing our common goal of creating a free server operating system which may differ from your ways. Assume that other people are working towards this goal.
sv: FreedomBox-bidragsgivare har mÃ¥nga sÃ¤tt att uppnÃ¥ vÃ¥rt gemensamma mÃ¥l att skapa ett gratis serveroperativsystem som kan skilja sig frÃ¥n ditt sÃ¤tt. Anta att andra mÃ¤nniskor arbetar mot detta mÃ¥l.

source: Note that many of our Contributors are not native English speakers or may have different cultural backgrounds. Assume good faith when misunderstandings arise.
sv: Observera att mÃ¥nga av vÃ¥ra bidragsgivare inte har engelska som modersmÃ¥l eller kan ha olika kulturell bakgrund. Anta god tro nÃ¤r missfÃ¶rstÃ¥nd uppstÃ¥r.

source: 3. Be Collaborative
sv: 3. Var samarbetsvillig

source: FreedomBox is a large and complex project; there is always more to learn within FreedomBox. Itâs good to ask for help when you need it. Similarly, offers for help should be seen in the context of our shared goal of improving FreedomBox.
sv: FreedomBox Ã¤r ett stort och komplext projekt; det finns alltid mer att lÃ¤ra inom FreedomBox. Det Ã¤r bra att be om hjÃ¤lp nÃ¤r du behÃ¶ver det. PÃ¥ liknande sÃ¤tt bÃ¶r erbjudanden om hjÃ¤lp ses i sammanhanget med vÃ¥rt gemensamma mÃ¥l att fÃ¶rbÃ¤ttra FreedomBox.

source: When you make something for the benefit of the project, be willing to explain to others how it works, so that they can build on your work to make it even better.
sv: NÃ¤r du gÃ¶r nÃ¥got till fÃ¶rmÃ¥n fÃ¶r projektet, var villig att fÃ¶rklara fÃ¶r andra hur det fungerar, sÃ¥ att de kan bygga vidare pÃ¥ ditt arbete fÃ¶r att gÃ¶ra det Ã¤nnu bÃ¤ttre.

source: The FreedomBox community values non-code contributions, including design contributions.
sv: FreedomBox-gemenskapen vÃ¤rdesÃ¤tter icke-kodbidrag, inklusive designbidrag.

source: The FreedomBox community also values newcomers and provides tasks for first-time contributors using the âbeginnerâ label in our issue tracking system.
sv: FreedomBox-gemenskapen vÃ¤rdesÃ¤tter ocksÃ¥ nykomlingar och tillhandahÃ¥ller uppgifter fÃ¶r fÃ¶rstagÃ¥ngsbidragsgivare som anvÃ¤nder etiketten "nybÃ¶rjare" i vÃ¥rt problemspÃ¥rningssystem.

source: 4. Try To Be Concise
sv: 4. FÃ¶rsÃ¶k att vara koncis

source: Keep in mind that what you write may be read by hundreds of people. Writing a short email or forum post means people can follow the conversation as efficiently as possible. When a long explanation is necessary, consider adding a summary.
sv: TÃ¤nk pÃ¥ att det du skriver kan lÃ¤sas av hundratals mÃ¤nniskor. Att skriva ett kort e-post eller foruminlÃ¤gg innebÃ¤r att mÃ¤nniskor kan fÃ¶lja konversationen sÃ¥ effektivt som mÃ¶jligt. NÃ¤r en lÃ¥ng fÃ¶rklaring Ã¤r nÃ¶dvÃ¤ndig, Ã¶vervÃ¤g att lÃ¤gga till en sammanfattning.

source: Try to bring new arguments to a conversation so that each contribution adds something unique to the thread, keeping in mind that the rest of the thread still contains the other messages with arguments that have already been made.
sv: FÃ¶rsÃ¶k att ta med nya argument till en konversation sÃ¥ att varje bidrag tillfÃ¶r nÃ¥got unikt till trÃ¥den, tÃ¤nk pÃ¥ att resten av trÃ¥den fortfarande innehÃ¥ller de andra meddelandena med argument som redan har framfÃ¶rts.

source: Try to stay on topic, especially in discussions that are already fairly large.
sv: FÃ¶rsÃ¶k att hÃ¥lla dig till Ã¤mnet, sÃ¤rskilt i diskussioner som redan Ã¤r ganska stora.

source: 5. Be Open
sv: 5. Var Ã¶ppen

source: Most means of communication used by the FreedomBox community allow for public and private methods of communication. When it would contribute to the communityâs knowledge base, you should preferably use public methods of communication for FreedomBox-related discussions. This applies to messages for help or FreedomBox-related support, too; not only is a public support request much more likely to result in an answer to your question, it also makes sure that any inadvertent mistakes made by people answering your question will be more easily detected and corrected.
sv: De flesta kommunikationsmedel som anvÃ¤nds av FreedomBox-gemenskapen tillÃ¥ter offentliga och privata kommunikationsmetoder. NÃ¤r det skulle komma till att bidra till gemenskapens kunskapsbas bÃ¶r du helst anvÃ¤nda offentliga kommunikationsmetoder fÃ¶r FreedomBox-relaterade diskussioner. Detta gÃ¤ller Ã¤ven meddelanden om hjÃ¤lp eller FreedomBox-relaterad support; Det Ã¤r inte bara mycket mer sannolikt att en begÃ¤ran om offentligt stÃ¶d resulterar i ett svar pÃ¥ din frÃ¥ga, det ser ocksÃ¥ till att alla oavsiktliga misstag som gÃ¶rs av personer som svarar pÃ¥ din frÃ¥ga lÃ¤ttare upptÃ¤cks och korrigeras.

source: Our community strives to avoid jargon and other non-inclusive language that can alienate or make people feel excluded. Our community also strives to encourage and recognize quiet voices. Though our community mostly communicates in English, we recognize that English may not be the first language of all contributors. Where possible, we provide notes of meetings and conference calls. We encourage and support localization of our documentation using a community edited Wiki. We encourage and support the localization of our software user interface using both web-based and traditional translation tools.
sv: VÃ¥ran gemenskap strÃ¤var efter att undvika jargong och annat icke-inkluderande sprÃ¥k som kan alienera eller fÃ¥ mÃ¤nniskor att kÃ¤nna sig utanfÃ¶r. VÃ¥ran gemenskap strÃ¤var ocksÃ¥ efter att uppmuntra och kÃ¤nna igen tysta rÃ¶ster. Ãven om vÃ¥r gemenskap mestadels kommunicerar pÃ¥ engelska, inser vi att engelska kanske inte Ã¤r det fÃ¶rsta sprÃ¥ket fÃ¶r alla bidragsgivare. DÃ¤r det Ã¤r mÃ¶jligt tillhandahÃ¥ller vi anteckningar om mÃ¶ten och konferenssamtal. Vi uppmuntrar och stÃ¶der lokalisering av vÃ¥r dokumentation med hjÃ¤lp av en gemenskapsredigerad Wiki. Vi uppmuntrar och stÃ¶djer lokaliseringen av vÃ¥rt anvÃ¤ndargrÃ¤nssnitt fÃ¶r programvara med bÃ¥de webbaserade och traditionella Ã¶versÃ¤ttningsverktyg.

source: 6. In Case of Problems
sv: 6. I hÃ¤ndelse av problem

source: While this code of conduct should be adhered to by participants, we recognize that sometimes people may have a bad day, or be unaware of some of the guidelines in this code of conduct. When violations happen, you have three avenues for enforcement. (1) You may reach out to the person who violated the code of conduct and point it out to them. Such messages may be in public or in private, whatever you decide is most appropriate. However, regardless of whether the message is public or not, it should still adhere to the relevant parts of this code of conduct; in particular, it should not be abusive or disrespectful. (2) You may report the violation to a community member who is listed in the âContactsâ section below and, if desired, ask for assistance mediating a resolution. (3) You may report the violation to a staff member at the FreedomBox Foundation and, if desired, ask for assistance mediating a resolution. Ultimately, all reports will be responded to in a matter appropriate to the specific circumstances of the violation, and the reporter, reported, and all others impacted will be updated.
sv: Ãven om denna uppfÃ¶randekod bÃ¶r fÃ¶ljas av deltagarna, inser vi att ibland kan mÃ¤nniskor ha en dÃ¥lig dag, eller vara omedvetna om nÃ¥gra av riktlinjerna i denna uppfÃ¶randekod. NÃ¤r Ã¶vertrÃ¤delser intrÃ¤ffar har du tre vÃ¤gar fÃ¶r verkstÃ¤llighet. (1) Du kan kontakta personen som brutit mot uppfÃ¶randekoden och pÃ¥peka det fÃ¶r dem. SÃ¥dana meddelanden kan vara offentliga eller privata, vad du Ã¤n bestÃ¤mmer Ã¤r lÃ¤mpligast. Men oavsett om meddelandet Ã¤r offentligt eller inte, bÃ¶r det fortfarande fÃ¶lja de relevanta delarna av denna uppfÃ¶randekod; i synnerhet bÃ¶r det inte vara krÃ¤nkande eller respektlÃ¶st. (2) Du kan rapportera Ã¶vertrÃ¤delsen till en gruppmedlem som Ã¤r listad i avsnittet "Kontakter" nedan och, om sÃ¥ Ã¶nskas, be om hjÃ¤lp att medla en lÃ¶sning. (3) Du kan rapportera Ã¶vertrÃ¤delsen till en anstÃ¤lld pÃ¥ FreedomBox Stiftelsen och, om sÃ¥ Ã¶nskas, be om hjÃ¤lp att medla en lÃ¶sning. I slutÃ¤ndan kommer alla rapporter att besvaras i en frÃ¥ga som Ã¤r lÃ¤mplig fÃ¶r de specifika omstÃ¤ndigheterna kring Ã¶vertrÃ¤delsen, och rapportÃ¶ren, den som Ã¤r rapporterad och alla andra som pÃ¥verkas kommer att uppdateras.

source: If you choose to report a violation to either a community member or a FreedomBox Foundation staff member, reports should be made in private. To find contact information for these parties, please see âContactsâ section below.
sv: Om du vÃ¤ljer att rapportera en Ã¶vertrÃ¤delse till antingen en gemenskapsmedlem eller en FreedomBox Foundation-anstÃ¤lld, bÃ¶r rapporterna gÃ¶ras privat. FÃ¶r att hitta kontaktinformation fÃ¶r dessa parter, se avsnittet "Kontakter" nedan.

source: Contacts
sv: Kontakter

source: The following individuals, listed in alphabetical order, have volunteered to be contacted in case of problems. Please feel free to reach out to any or all of them:
sv: FÃ¶ljande personer, listade i alfabetisk ordning, har anmÃ¤lt sig frivilligt fÃ¶r att bli kontaktade vid problem. Kontakta gÃ¤rna nÃ¥gon eller alla av dem:

source: FreedomBox community member
sv: FreedomBox gemenskapsmedlem

source: Notes:
sv: Anteckningar:

source: This code of conduct was adapted from <a href="https://www.debian.org/code_of_conduct">Debianâs Code of Conduct</a>.
sv: Denna uppfÃ¶randekod har anpassats frÃ¥n <a href="https://www.debian.org/code_of_conduct">Debians uppfÃ¶randekod</a>.

source: This code of conduct benefits from the guidance provided by Mozillaâs â<a href="(https://github.com/mozilla/diversity/blob/master/evaluation_tools/governance-basic.md">Open Source Inclusion Basic Checklist for Projects</a>â.
sv: Den hÃ¤r uppfÃ¶randekoden drar nytta av vÃ¤gledningen frÃ¥n Mozillas â<a href="(https://github.com/mozilla/diversity/blob/master/evaluation_tools/governance-basic.md">Ãppen kÃ¤llkods inkludering standard checklista fÃ¶r projekt </a>â.

source: About Our Community
sv: Om vÃ¥r gemenskap

source: The FreedomBox software project is governed by a community that includes part-time volunteers and full-time contributors. In governance, we rely on our written code of conduct and mutually enforced standards. The community aims to make decisions through open discussion and consensus. In cases of disagreement, the community discusses until a resolution has been found or agrees to postpone the discussion. Though a select number of our developers have the power to accept merge requests, anyone is welcome to join our contributor community and submit code or non-code contributions.
sv: Programvaruprojektet FreedomBox styrs av en gemenskap som inkluderar deltidsvolontÃ¤rer och heltidsbidragsgivare. NÃ¤r det gÃ¤ller styrning fÃ¶rlitar vi oss pÃ¥ vÃ¥r skriftliga uppfÃ¶randekod och Ã¶msesidigt tillÃ¤mpade standarder. Gemenskapen strÃ¤var efter att fatta beslut genom Ã¶ppen diskussion och konsensus. I fall av oenighet diskuterar gemenskapen tills en lÃ¶sning har hittats eller gÃ¥r med pÃ¥ att skjuta upp diskussionen. Ãven om ett utvalt antal av vÃ¥ra utvecklare har makten att acceptera sammanslagningsfÃ¶rfrÃ¥gningar, Ã¤r alla vÃ¤lkomna att gÃ¥ med i vÃ¥r bidragsgivargemenskap och skicka in kod eller icke-kodbidrag.

source: Core Team
sv: KÃ¤rnteam

source: Meet the members of our core team! Though several community members make contributions, the core team consists of those who are most involved in the development of FreedomBox.
sv: MÃ¶t medlemmarna i vÃ¥rt kÃ¤rnteam! Ãven om flera gemenskapsmedlemmar bidrar, bestÃ¥r kÃ¤rnteamet av de som Ã¤r mest involverade i utvecklingen av FreedomBox.

source: Email
sv: E-post

source: Website
sv: Hemsida

source: Contributors
sv: Bidragsgivare

source: Though our core team is small, hundreds of volunteers have made contributions to FreedomBox throughout the years. Many of those contributors are listed <a href="https://wiki.debian.org/FreedomBox/Contributors">here</a>. We thank them for their work!
sv: Ãven om vÃ¥rt kÃ¤rnteam Ã¤r litet, har hundratals volontÃ¤rer bidragit till FreedomBox genom Ã¥ren. MÃ¥nga av dessa bidragsgivare Ã¤r listade <a href="https://wiki.debian.org/FreedomBox/Contributors">hÃ¤r</a>. Vi tackar dem fÃ¶r deras arbete!

source: How Decisions are Made
sv: Hur beslut fattas

source: Generally, decisions about software development and design are discussed by members of the core team and implemented using our open software development platform (i.e. GitLab). Many of the decisions made by our team are uncontroversial and donât require extended periods of discussion.
sv: I allmÃ¤nhet diskuteras beslut om mjukvaruutveckling och design av medlemmar i kÃ¤rnteamet och implementeras med hjÃ¤lp av vÃ¥r Ã¶ppna mjukvaruutvecklingsplattform (dvs GitLab). MÃ¥nga av de beslut som tas av vÃ¥rt team Ã¤r okontroversiella och krÃ¤ver inte lÃ¤ngre diskussionsperioder.

source: But sometimes, extended periods of discussion are necessary. For proposals that could plausibly be subject to disagreement, we use a âRequest for Commentsâ (RFC) procedure. RFCâs should be posted to one of our open development platforms (i.e. Gitlab or the forum) and should include (1) a written summary, sketch, or mock-up of the proposal, (2) a brief explanation of why the proposal is needed, and (3) a list of action items required to implement the proposal. Optionally, one may also include in the RFC a fourth item: a suggested timeline for the discussion process in order to prevent unnecessary delays. Sometimes, disagreements make it difficult to follow prescribed timelines; in such cases, participants should make efforts in good faith to compromise and, failing that, can extend the discussion.
sv: Men ibland krÃ¤vs lÃ¤ngre diskussionsperioder. FÃ¶r fÃ¶rslag som sannolikt kan vara fÃ¶remÃ¥l fÃ¶r oenighet anvÃ¤nder vi en "Request for Comments" (RFC)-procedur. RFC:er bÃ¶r lÃ¤ggas upp pÃ¥ en av vÃ¥ra Ã¶ppna utvecklingsplattformar (dvs Gitlab eller forumet) och bÃ¶r innehÃ¥lla (1) en skriftlig sammanfattning, skiss eller modell av fÃ¶rslaget, (2) en kort fÃ¶rklaring av varfÃ¶r fÃ¶rslaget behÃ¶vs , och (3) en lista Ã¶ver Ã¥tgÃ¤rder som krÃ¤vs fÃ¶r att genomfÃ¶ra fÃ¶rslaget. Alternativt kan man ocksÃ¥ inkludera en fjÃ¤rde punkt i RFC:n: en fÃ¶reslagen tidslinje fÃ¶r diskussionsprocessen fÃ¶r att fÃ¶rhindra onÃ¶diga fÃ¶rseningar. Ibland gÃ¶r oenighet det svÃ¥rt att fÃ¶lja fÃ¶reskrivna tidslinjer; i sÃ¥dana fall bÃ¶r deltagarna gÃ¶ra anstrÃ¤ngningar i god tro fÃ¶r att kompromissa och, om det inte Ã¤r mÃ¶jligt, kan de utÃ¶ka diskussionen.

source: Improvement by Revision
sv: FÃ¶rbÃ¤ttring genom revision

source: In general, when proposals regarding software development or design are accepted, these proposals are treated as revisable, not permanent. This improvement-by-revision approach to proposals enables us to accept generally solid proposals without dwelling on minor details. Minor tweaks to accepted proposals can always be made later instead of upfront. Like the original proposal, revisions are subject to discussion and canât be made unilaterally. In the spirit of experimentation, we embrace revisability in order to foster incremental improvements to our software.
sv: I allmÃ¤nhet, nÃ¤r fÃ¶rslag angÃ¥ende mjukvaruutveckling eller design accepteras, behandlas dessa fÃ¶rslag som reviderbara, inte permanenta. Denna fÃ¶rbÃ¤ttring-fÃ¶r-revidering-strategi fÃ¶r fÃ¶rslag gÃ¶r det mÃ¶jligt fÃ¶r oss att acceptera generellt solida fÃ¶rslag utan att uppehÃ¥lla oss vid mindre detaljer. Mindre justeringar av accepterade fÃ¶rslag kan alltid gÃ¶ras senare istÃ¤llet fÃ¶r i fÃ¶rvÃ¤g. Liksom det ursprungliga fÃ¶rslaget Ã¤r Ã¤ndringar fÃ¶remÃ¥l fÃ¶r diskussion och kan inte gÃ¶ras ensidigt. I experimenterandets anda anammar vi reviderbarhet fÃ¶r att frÃ¤mja stegvisa fÃ¶rbÃ¤ttringar av vÃ¥r programvara.

source: Username:
sv: AnvÃ¤ndarnamn:

source: Password:
sv: LÃ¶senord:

source: Launch
sv: Starta

source: Server hosted on AWS infrastructure in Germany.
sv: Server tillhandahÃ¥lls frÃ¥n AWS-infrastruktur i Tyskland.

source: <strong>Note:</strong> This demo server will be reset every 30 minutes.
sv: <strong>Notera!</strong> Den hÃ¤r demoservern Ã¥terstÃ¤lls var 30:e minut.

source: <a href="%(url)s">Download</a> a video on how to set up a FreedomBox.
sv: <a href="%(url)s">Ladda ner</a> en video om hur du konfigurerar en FreedomBox.

source: See <a href="https://wiki.debian.org/FreedomBox/Download">further instructions</a> on how to build your own FreedomBox by downloading and setting up on your hardware of choice.
sv: Se <a href="https://wiki.debian.org/FreedomBox/Download"> fÃ¶r ytterligare instruktioner</a> om hur du bygger din egen FreedomBox genom att ladda ner och konfigurera din hÃ¥rdvara.
